Repository: vitlav/nxsadmin
Catalog: nxsadmin/po/*.po
Languages: ru_ru, uk_ua

source: FreeNX Sessions Administrator
ru_ru: Администратор FreeNX сессий
uk_ua: Адміністратор FreeNX сесій

source: _View processes list
ru_ru: _Список процессов
uk_ua: _Перелік процесів

source: The message length more than 1024 symbols!!
ru_ru: Длина сообщения превышает 1024 символов!!
uk_ua: Довжина повідомлення перевищує 1024 символів

source: File
ru_ru: Файл
uk_ua: Файл

source: Session
ru_ru: Сессия
uk_ua: Сесія

source: Suspend session
ru_ru: Приостановить сессию
uk_ua: Призупинити сесію

source: Terminate session
ru_ru: Завершить сессию
uk_ua: Завершити сесію

source: Suspend all sessions
ru_ru: Приостановить все сессии
uk_ua: Призупинити всі сесії

source: Terminate all sessions
ru_ru: Завершить все сессии
uk_ua: Завершити всі сесії

source: Message
ru_ru: Сообщение
uk_ua: Повідомлення

source: Send
ru_ru: Отправить
uk_ua: Відправити

source: Send to all
ru_ru: Отправить всем
uk_ua: Відправити всім

source: View
ru_ru: Вид
uk_ua: Вигляд

source: Refresh sessions list
ru_ru: Обновить список сессий
uk_ua: Оновити перелік сесій

source: View processes list
ru_ru: Список процессов
uk_ua: Перелік процесів

source: Help
ru_ru: Помощь
uk_ua: Допомога

source: About NX session administrator
ru_ru: Про программу
uk_ua: Про програму

source: Quit from program
ru_ru: Выйти из программы
uk_ua: Вийти з програми

source: Suspend the session(s)
ru_ru: Приостановить сессию(сессии)
uk_ua: Призупинити сесію(сесії)

source: Terminate session(s)
ru_ru: Завершить сессию(сессии)
uk_ua: Завершити сесію(сесії)

source: Select
ru_ru: Выбор
uk_ua: Вибір

source: User
ru_ru: Пользователь
uk_ua: Користувач

source: Display
ru_ru: Экран
uk_ua: Екран

source: Address
ru_ru: Адрес
uk_ua: Адреса

source: Type
ru_ru: Тип
uk_ua: Тип

source: Status
ru_ru: Статус
uk_ua: Статус

source: Session Id
ru_ru: ИД сессии
uk_ua: ІД сесії

source: (C) 2008 by Maxim Stjazhkin
ru_ru: (C) 2008 Максим Стяжкин
uk_ua: (С) 2008 Максим Стяжкін

source: FreeNX Sessions Administrator provides a graphical tool for managment of active NX sessions on FreeNX server
ru_ru: Администратор FreeNX сессий - графический инструмент управления активными NX сессиями на FreeNX сервере
uk_ua: Адміністратор FreeNX сесій - це графічний інструмент керування активними NX сесіями на FreeNX сервері

source: Maxim Stjazhkin, maxt_t@drohobych.com.ua
ru_ru: Максим Стяжкин, maxt_t@drohobych.com.ua
uk_ua: Максим Стяжкін, maxt_t@drohobych.com.ua

source: Send message
ru_ru: Отправить сообщение
uk_ua: Відправити повідомлення

source: Clear log
ru_ru: Очистить
uk_ua: Очистити

source: Sessions: all - %d running - %d suspended - %d
ru_ru: Сессии: все - %d активные - %d остановленные - %d
uk_ua: Сесії: всі - %d активні - %d зупинені - %d

source: processes list
ru_ru: список процессов
uk_ua: перелік процесів

source: Kill
ru_ru: Прекратить
uk_ua: Припинити

source: Fatal error in MyProcessWindow::onButtonKillClicked()
ru_ru: Критическая ошибка в MyProcessWindow::onButtonKillClicked()
uk_ua: Критична помилка у MyProcessWindow::onButtonKillClicked()
